[
    {
        "name": "Appareil photo couleur instantané Canon Zoemini S2, Rose doré (4519C006AB)",
        "regular_price": null,
        "sale_price": "940,00",
        "description": "L'appareil photo instantané Canon Zoemini S2, ultra-plat et élégant, est parfait pour les amateurs de selfies grâce à son miroir et son anneau lumineux. Il offre la possibilité de personnaliser vos photos avec des filtres, des emojis et du texte via l'application Canon Mini Print. Avec une charge complète, imprimez jusqu'à 25 photos autocollantes et stockez vos clichés favoris sur une carte Micro SD. Pratique et amusant, le Zoemini S2 est l'accessoire portable idéal pour immortaliser et partager vos moments préférés.",
        "images": [
            "//home/noureddinedriouech/Downloads/irisDataScraping/productsImages/appareil-photo-couleur-instantane-canon-zoemini-s2-rose-dore-4519c006aa.jpg",
            "//home/noureddinedriouech/Downloads/irisDataScraping/productsImages/appareil-photo-couleur-instantane-canon-zoemini-s2-rose-dore-4519c006aa.jpg"
        ]
    },
    {
        "name": "Appareil photo couleur instantané Canon Zoemini S2, Blanc perle (4519C007AB)",
        "regular_price": "1620,00",
        "sale_price": "940,00",
        "description": null,
        "images": [
            "//home/noureddinedriouech/Downloads/irisDataScraping/productsImages/appareil-photo-couleur-instantane-canon-zoemini-s2-blanc-perle-4519c007aa.jpg",
            "//home/noureddinedriouech/Downloads/irisDataScraping/productsImages/appareil-photo-couleur-instantane-canon-zoemini-s2-blanc-perle-4519c007aa.jpg"
        ]
    },
    {
        "name": "Appareil photo couleur instantané Canon Zoemini S2, Turquoise (4519C008AB)",
        "regular_price": "1620,00",
        "sale_price": "940,00",
        "description": "L'appareil photo couleur instantané Canon Zoemini S2 en turquoise révolutionne la photographie instantanée. Avec miroir, anneau lumineux et obturateur à distance, c'est l'outil idéal pour les amateurs de selfies. Personnalisez vos photos avec filtres, emojis et texte grâce à l'appli Canon Mini Print. Imprimez jusqu'à 25 photos par charge. Sauvegardez-les sur une carte Micro SD (vendue séparément) pour plus tard. Compact et élégant, il personnalise vos objets. La technologie Zink™ offre des clichés sans bavure, résistants à l'eau. Une expérience photo inédite !",
        "images": [
            "//home/noureddinedriouech/Downloads/irisDataScraping/productsImages/appareil-photo-couleur-instantane-canon-zoemini-s2-turquoise-4519c008aa.jpg",
            "//home/noureddinedriouech/Downloads/irisDataScraping/productsImages/appareil-photo-couleur-instantane-canon-zoemini-s2-turquoise-4519c008aa.jpg"
        ]
    },
    {
        "name": "Appareil photo compact Canon Powershot V10 pour le vlogging (5947C006)",
        "regular_price": "5731,00",
        "sale_price": "5180,00",
        "description": "Capturez l'instant avec la caméra tout-en-un compacte Canon Powershot V10, spécialement conçue pour les vloggers. Dotée d'un enregistrement 4K et Full HD, elle se glisse facilement dans votre poche. Profitez du Wi-Fi, du Bluetooth et de la diffusion en direct sur Facebook et YouTube. Avec un écran inclinable, des microphones stéréo performants, et une qualité d'image exceptionnelle même en basse lumière, cette caméra vous permettra de créer du contenu de qualité avec facilité. Transformez chaque moment en une expérience inoubliable.",
        "images": [
            "//home/noureddinedriouech/Downloads/irisDataScraping/productsImages/appareil-photo-tout-en-un-compact-canon-powershot-v10-pour-le-vlogging-5947c006.jpg",
            "//home/noureddinedriouech/Downloads/irisDataScraping/productsImages/appareil-photo-tout-en-un-compact-canon-powershot-v10-pour-le-vlogging-5947c006.jpg"
        ]
    }
]